{
  "snacks": [
    {
      "imgUrl": "https://s359.kapook.com/config-desktop/7b857e2b-22e5-4a56-940e-dee8bb7a64e8.jpg",
      "detail" : "เป็นขนมไทยชนิดหนึ่งทำด้วยถั่วเขียวบดกวนปั้นเป็นรูปร่างต่าง ๆ ระบายสี แล้วนำไปชุบวุ้นให้สวยงาม สีที่ใช้ทำลูกชุบนั้นนอกจากระบายลงบนถั่วเขียวกวนที่ปั้นแล้ว ยังใส่สีลงในถั่วกวนโดยตรงได้อีก",
      "name": "ลูกชุบ",
      "price": 40
    },
    {
      "imgUrl": "https://s359.kapook.com/rq/580/435/50/pagebuilder/cdc51638-56c2-4581-97ed-1bd5e75667ec.jpg",
      "detail": "เป็นภูมิปัญญาของคนไทย ที่รู้จักดัดแปลงส่วนผสมให้มีหลายรูปแบบมากขึ้น หรือเป็นการเพิ่มมูลค่าทางผลิตภัณฑ์ กรรมวิธีการทำวุ้นกรอบไม่ยุ่งยากมีส่วนผสมในการทำที่หาซื้อได้ง่าย และปรับเปลี่ยนรูปแบบได้ เหมาะกับการทำเป็นขนมในงานปาร์ตี้ หรือมอบให้ในโอกาสพิเศษต่างๆ",
      "name": "วุ้นกรอบ",
      "price": 20
    },
    {
      "imgUrl": "https://i.pinimg.com/564x/8e/a9/88/8ea98826e74aaadc2e201bc7386f3970.jpg",
      "detail": "เป็นขนมหวานไทยยอดนิยม และจะได้รับความนิยมมากเป็นพิเศษในฤดูร้อน ทำจากข้าวเหนียว เช่น ข้าวเหนียวเขี้ยวงู มูนกับหัวกะทิ เกลือป่น และน้ำตาลทรายขาว แล้วกินกับเนื้อมะม่วงสุก ที่นิยมคือ มะม่วงอกร่อง และมะม่วงน้ำดอกไม้ อาจราดกะทิ และโรยถั่วบางชนิด แล้วแต่ชอบใจ",
      "name": "ข้าวเหนียวมะม่วง",
      "price": 80
    },
    {
      "imgUrl": "https://i.pinimg.com/564x/40/f5/25/40f525351d6165d67d5d0bd29aa56720.jpg",
      "detail": "เป็นภูมิปัญญาของคนไทย ที่รู้จักดัดแปลงส่วนผสมให้มีหลายรูปแบบมากขึ้น หรือเป็นการเพิ่มมูลค่าทางผลิตภัณฑ์ กรรมวิธีการทำวุ้นกรอบไม่ยุ่งยากมีส่วนผสมในการทำที่หาซื้อได้ง่าย และปรับเปลี่ยนรูปแบบได้ เหมาะกับการทำเป็นขนมในงานปาร์ตี้ หรือมอบให้ในโอกาสพิเศษต่างๆ",
      "name": "ข้าวเหนียวถั่วดำ",
      "price": 25
    },
    {
      "imgUrl": "https://nlovecooking.com/wp-content/uploads/2016/11/tago-thai-dessert-FB.png",
      "detail": "เป็นชื่อขนมอย่างหนึ่ง  มีหน้าคล้ายขนมถ้วย  ตะโก้ที่รู้จักกันและมีคนทำหรือที่ทำขายอยู่ทั่วไป",
      "name": "ตะโก้เผือก",
      "price": 40
    },
    {
      "imgUrl": "https://i.pinimg.com/564x/b9/7d/24/b97d246bafc23daac77e7e504f7c052f.jpg",
      "detail": "เมี่ยงคำเป็นอาหารว่างที่มีมานาน พบในบทพระราชนิพนธ์ \"กาพย์เห่ชมเครื่องว่าง\" ของพระบาทสมเด็จพระมงกุฎเกล้าเจ้าอยู่หัว นิยมใช้เป็นอาหารสำหรับการสังสรรค์ ปิกนิกในครอบครัว หรือในหมู่เพื่อนฝูง ประกอบไปด้วยเครื่องเมี่ยงและน้ำเมี่ยง",
      "name": "เมี่ยงคำ",
      "price": 99
    },
    {
      "imgUrl": "https://arit.kpru.ac.th/ap2/local//contents/Food_kpp/30.jpg",
      "detail": "ขนมถ้วยหรือบางคนเรียกว่าขนมถ้วยตะไลเป็นขนมโบราณที่มีตัวแป้งรสหวานมาพร้อมกับหน้ากะทิรสเค็ม ตัวแป้งชั้นล่างสูตรนี้มีสีเขียวจากน้ำใบเตย ที่ให้ทั้งสี รสชาติ และกลิ่นหอมกับตัวขนมสูตรนี้ เรียนมาจากอาจารย์ศรีสมร คงพันธุ์",
      "name": "ขนมถ้วย",
      "price": 40
    }
  ]
}